{
  "Adopté et approuvé par vos pairs": "Adopted and approved by your peers",
  "Ainsi, vous pouvez récupérer votre précieux temps et vous concentrer sur vos activités principales.": "This way, you can get your precious time back and focus on your core business.",
  "Ce qu'en disent vos pairs": "What your peers say about it",
  "Centralisez et suivez l'historique de vos demandes en un seul endroit intuitif": "Centralize and track the history of your requests in one intuitive place",
  "Chez YVEA, notre mission est de rendre l’exportation accessible à tous en simplifiant les procédures administratives grâce l’automatisation et en proposant des solutions innovantes pour répondre aux besoins spécifiques des entreprises.": "At YVEA, our mission is to make export accessible to all by simplifying administrative procedures through automation and by offering innovative solutions to meet the specific needs of companies.",
  "Conforme au RGPD, nous sommes en constante amélioration de notre sécurité pour garantir une protection optimale de vos données.": "Compliant with the GDPR, we are constantly improving our security to ensure optimal protection of your data.",
  "Consultez notre politique de confidentialité": "Consult our privacy policy",
  "Créez facilement vos dossiers": "Easily create your files",
  "Des fonctionnalités par vous, pour vous !": "Features by you, for you !",
  "Dites adieu aux PDF et aux plateformes complexes. Créez rapidement et facilement des dossiers complets, peu importe votre niveau de compétence.": "Say goodbye to PDFs and complex platforms. Quickly and easily create complete files, no matter your skill level.",
  "Découvrez la première plateforme tout-en-un pour faciliter la mise en conformité de vos expéditions vers l’Afrique et le Moyen-Orient.": "Discover the first all-in-one platform to facilitate the compliance of your shipments to Africa and the Middle East.",
  "Estimation instantanée du coût du certificat": "Instant estimate of the cost of the certificate",
  "Gagnez du temps en retrouvant et en réutilisant facilement vos données précédentes": "Save time by easily finding and reusing your previous data",
  "Gagnez du temps précieux": "Save precious time",
  "Gagnez du temps sur vos tâches administratives et concentrez-vous sur votre coeur de métier pour atteindre de nouveaux marchés en toute sérénité.": "Save time on your administrative tasks and focus on your core business to reach new markets with peace of mind.",
  "Indexation rapide des documents requis par destination": "Quick indexing of documents required by destination",
  "Je recommande vivement !": "I highly recommend !",
  "L'export enfin accessible !": "Export finally made easy !",
  "Notre Mission : Simplifier vos échanges commerciaux internationaux grâce à l’automatisation et à l’innovation": "Our Mission: Simplify your international trade through automation and innovation",
  "Notre devoir : La protection de vos données": "Our duty: The protection of your data",
  "Nous croyons que les contraintes administratives ne devraient pas être un frein au développement des entreprises à l’échelle mondiale. Nous nous engageons donc à fluidifier les échanges commerciaux internationaux en proposant des solutions efficaces et accessibles.": "We believe that administrative constraints should not be an obstacle to the development of companies on a global scale. We are therefore committed to streamlining international trade by offering effective and accessible solutions.",
  "Nous nous chargeons de présenter votre dossier à l'organisme de certification et assurons un suivi rigoureux à chaque étape du processus.": "We take care of presenting your file to the certification body and ensure rigorous follow-up at each stage of the process.",
  "Obtenez des résultats de qualité avec moins d'effort dans vos démarches administratives à l'export !": "Get quality results with less effort in your export administrative procedures!",
  "Pas de perte de temps sur le dossier d'inspection documentaire, YVEA se charge de tout !": "No time wasted on the documentary inspection file, YVEA takes care of everything!",
  "Pré-inscription": "Pre-registration",
  "Rassemblez tout au même endroit": "Gather everything in one place",
  "Réutilisation intelligente des informations et documents": "Intelligent reuse of information and documents",
  "Simplifiez vos formalités en accédant directement aux documents nécessaires": "Simplify your formalities by directly accessing the necessary documents",
  "Suivi transparent de vos dossiers": "Transparent follow-up of your files",
  "Tous les pays, tous vos dossiers, toutes vos informations et documents accessibles facilement depuis votre espace client sécurisé.": "All countries, all your files, all your information and documents easily accessible from your secure customer area.",
  "Trouvez le code douanier et évaluez la conformité en un clin d'oeil, 24h/24 & 7j/7 !": "Find the customs code and assess compliance in the blink of an eye, 24/7!",
  "Une solution simple mais puissante pour les exportateurs. Merci YVEA !": "A simple but powerful solution for exporters. Thank you YVEA!",
  "Vérification illimitée des produits soumis à contrôle": "Unlimited verification of products submitted to control",
  "YVEA, votre assistant administratif de l'exportation qui ira au-delà des attentes.": "YVEA, your administrative assistant for export that will go beyond expectations.",
  "ici": "here",
  "Économisez du temps et des efforts grâce à une interface intuitive et des fonctionnalités avancées.": "Save time and effort with an intuitive interface and advanced features.",
  "Éliminez les surpises en simulant le coût dès la négociation avec vos clients": "Eliminate surprises by simulating the cost from the negotiation with your customers"
}
