{
  " L'utilisation de ces cookies est portée à la connaissance de l'utilisateur par le biais d'un bandeau lui demandant son consentement. Si l'utilisateur y consent, ce consentement est considéré comme valide pour une durée maximale de treize (13) mois.": "The use of these cookies is brought to the attention of the user by means of a banner asking for his consent. If the user consents, this consent is considered valid for a maximum period of thirteen (13) months.",
  ", SASU au capital de 1000.0 euros, dont le siège social est situé 27 Rue du Chemin Vert, 75011 Paris, France. Il est immatriculé au RCS de Paris sous le numéro 914285259. TVA intracommunautaire n° FR78914285259": ", SASU with a capital of 1000.0 euros, whose head office is located 27 Rue du Chemin Vert, 75011 Paris, France. It is registered with the RCS of Paris under the number 914285259. VAT number FR78914285259",
  ", accessible à l'adresse https://www.yvea.io est édité par la société YVEA (ci-après": ", accessible at https://www.yvea.io is published by the company YVEA (hereinafter ",
  "1. Identification de l'éditeur": "1. Identification of the publisher",
  "2. Hébergeur du site internet": "2. Website host",
  "3. Collecte de données personnelles": "3. Collection of personal data",
  "4. Cookies": "4. Cookies",
  "5. Respect de la propriété intellectuelle": "5. Respect for intellectual property",
  "6. Liens hypertextes": "6. Hypertext links",
  "Ces cookies ont pour objectif de faciliter la navigation de l'utilisateur et d'améliorer la qualité du service proposé, en collectant des informations statistiques et relatives au trafic.": "These cookies are intended to facilitate the user's navigation and to improve the quality of the service offered, by collecting statistical information and traffic.",
  "Conformément aux dispositions de la loi n° 78-17 du 6 janvier 1978 modifiée, relative à l'informatique, aux fichiers et aux libertés, l'utilisateur est informé que l'Éditeur procède à la collecte et au traitement de données personnelles, lors de la connexion au Site.": "In accordance with the provisions of law n ° 78-17 of January 6, 1978 as amended, relating to data processing, files and freedoms, the user is informed that the Publisher collects and processes personal data, when connecting to the Site.",
  "Il est également joignable au numéro suivant : 0 892 97 70 93.": "It can also be reached at the following number: 08 92 97 70 93.",
  "Ils sont la propriété pleine et entière de l'Éditeur ou de ses partenaires, sauf mentions particulières. Toute reproduction, représentation, utilisation ou adaptation, sous quelque forme que ce soit, de tout ou partie de ces éléments, y compris les applications informatiques, sans l'accord préalable et écrit de l'Éditeur, sont strictement interdites. Le fait pour l'Éditeur de ne pas engager de procédure dès la prise de connaissance de ces utilisations non autorisées ne vaut pas acceptation desdites utilisations et renonciation aux poursuites.": "They are the full and entire property of the Publisher or its partners, unless otherwise specified. Any reproduction, representation, use or adaptation, in any form whatsoever, of all or part of these elements, including computer applications, without the prior written consent of the Publisher, are strictly prohibited. The fact that the Publisher does not initiate proceedings upon becoming aware of such unauthorized uses does not constitute acceptance of such uses and waiver of prosecution.",
  "L'hébergeur est joignable par mail à l'adresse suivante : gdpr@hostinger.com.": "The host can be reached by email at the following address: gdpr@hostinger.com.",
  "L'utilisateur est informé qu'il dispose d'un droit d'accès, d'interrogation, de modification et de suppression des informations qui le concernent, à exercer à tout moment auprès de l'Éditeur soit directement sur le Site, soit par courrier postal adressé au 27 Rue du Chemin Vert, 75011 Paris, France soit par e-mail à l'adresse contact@yvea.io.": "The user is informed that he has a right of access, questioning, modification and deletion of the information concerning him, to be exercised at any time with the Publisher either directly on the Site, or by postal mail addressed to 27 Rue du Chemin Vert, 75011 Paris, France or by email contact@yvea.io.",
  "L'Éditeur peut être contacté à l'adresse mail contact@yvea.io ou au numéro 01 59 06 79 52.": "The Publisher can be contacted at the email address contact@yvea.io or at the number 01 59 06 79 52.",
  "La création de liens hypertextes vers le Site ne peut être faite qu'avec l'autorisation écrite et préalable de l'Éditeur.": "The creation of hypertext links to the Site can only be done with the written and prior authorization of the Publisher.",
  "La reprise de tout ou partie de ce contenu nécessite l'autorisation préalable de l'Éditeur ou du titulaire des droits sur ce contenu.": "The resumption of all or part of this content requires the prior authorization of the Publisher or the holder of the rights to this content.",
  "Le Site peut avoir recours à la technique des « cookies » telle que définie par la CNIL de la manière suivante :": "The Site may use the technique of “cookies” as defined by the CNIL as follows:",
  "Le Site peut contenir des liens hypertextes donnant accès à d'autres sites web édités et gérés par des tiers et non par l'Éditeur. L'Éditeur ne pourra être tenu responsable directement ou indirectement dans le cas où lesdits sites tiers ne respecteraient pas les dispositions légales.": "The Site may contain hypertext links giving access to other websites edited and managed by third parties and not by the Publisher. The Publisher cannot be held responsible directly or indirectly in the event that said third-party sites do not comply with the legal provisions.",
  "Le site YVEA (ci-après ": "The YVEA website (hereinafter ",
  "Le site YVEA est hébergé par HOSTINGER INTERNATIONAL LTD, 61 Lordou Vironos Street, 6023 Larnaca, Chypre.": "The YVEA website is hosted by HOSTINGER INTERNATIONAL LTD, 61 Lordou Vironos Street, 6023 Larnaca, Cyprus.",
  "Les cookies suivants sont utilisés sur le Site : Google Analytics.": "The following cookies are used on the Site: Google Analytics.",
  "Les données collectées servent principalement à permettre la mise à disposition de la Plateforme, son optimisation et sa sécurisation afin d'offrir aux utilisateurs un service de la meilleure qualité possible. Des données supplémentaires pourront éventuellement être collectées par l'Éditeur pour permettre la bonne exécution de contrats commerciaux conclus par l'entremise de la Plateforme avec l'utilisateur.": "The data collected is mainly used to allow the provision of the Platform, its optimization and its security in order to offer users the best possible service. Additional data may possibly be collected by the Publisher to allow the proper execution of commercial contracts concluded through the Platform with the user.",
  "Les données personnelles collectées ne seront conservées que le temps nécessaire pour permettre la bonne utilisation du Site, empêcher les fraudes et abus, et satisfaire aux obligations légales et réglementaires de l'Éditeur concernant la gestion du Site.": "The personal data collected will be kept only for the time necessary to allow the proper use of the Site, prevent fraud and abuse, and comply with the legal and regulatory obligations of the Publisher regarding the management of the Site.",
  "Les informations recueillies pourront éventuellement être partagées à des tiers résidant dans l'Union Européenne dans les cas suivants :": "The information collected may possibly be shared with third parties residing in the European Union in the following cases :",
  "Lorsque certaines informations sont obligatoires pour accéder à des fonctionnalités spécifiques du Site, l'Éditeur indiquera ce caractère obligatoire au moment de la saisie des données.": "When certain information is mandatory to access specific features of the Site, the Publisher will indicate this mandatory nature at the time of data entry.",
  "Lorsque l'utilisateur publie, dans une zone de commentaire, des informations accessibles au public ;": "When the user publishes, in a comment area, information accessible to the public;",
  "Lorsque l'utilisateur y consent expressément ;": "When the user expressly consents to it;",
  "Lorsque la loi l'exige ou afin de coopérer à une enquête judiciaire à la demande exprès d'un détenteur de l'autorité publique ;": "When the law requires it or in order to cooperate in a judicial investigation at the express request of a holder of public authority;",
  "Mentions Légales": "Legal Mentions",
  "Pour l'exécution de prestations commerciales pour lesquelles est rendue nécessaire la coopération d'un tiers, notamment dans le cas où l'Éditeur choisirait de sous-traiter certaines de ses prestations par l'entremise de Services Tiers.": "For the performance of commercial services for which the cooperation of a third party is necessary, in particular in the event that the Publisher chooses to subcontract certain of its services through Third Party Services.",
  "Seule l'utilisation pour un usage privé dans un cercle de famille est autorisée et toute autre utilisation est constitutive de contrefaçon et/ou d'atteinte aux droits voisins, sanctionnées par Code de la propriété intellectuelle.": "Only use for private use in a family circle is authorized and any other use constitutes an infringement and / or infringement of neighboring rights, sanctioned by the Intellectual Property Code.",
  "Si l'utilisateur ne consent pas à l'utilisation des cookies, l'Éditeur ne pourra lui garantir une expérience optimale sur le Site.": "If the user does not consent to the use of cookies, the Publisher will not be able to guarantee an optimal experience on the Site.",
  "Toutes les marques, photographies, textes, commentaires, illustrations, images animées ou non, séquences vidéo, sons, ainsi que toutes les applications informatiques qui pourraient être utilisées pour faire fonctionner le Site, et plus généralement tous les éléments reproduits ou utilisés sur le Site, sont protégés par les lois en vigueur au titre de la propriété intellectuelle.": "All trademarks, photographs, texts, comments, illustrations, animated or non-animated images, video sequences, sounds, as well as all computer applications that could be used to operate the Site, and more generally all elements reproduced or used on the Site, are protected by the laws in force under intellectual property.",
  "« Un cookie est un petit fichier stocké par un serveur dans le terminal (ordinateur, téléphone, etc.) d'un utilisateur et associé à un domaine web (c'est-à-dire dans la majorité des cas à l'ensemble des pages d'un même site web). Ce fichier est automatiquement renvoyé lors de contacts ultérieurs avec le même domaine. Les cookies ont de multiples usages : ils peuvent servir à mémoriser votre identifiant client auprès d'un site marchand, le contenu courant de votre panier d'achat, la langue d'affichage de la page web, un identifiant permettant de tracer votre navigation à des fins statistiques ou publicitaires, etc. » .Information issue du site officiel de la CNIL (https://www.cnil.fr/fr/glossaire)": "“A cookie is a small file stored by a server in the terminal (computer, telephone, etc.) of a user and associated with a web domain (that is to say in the majority of cases with all the pages of the same website). This file is automatically returned during subsequent contacts with the same domain. Cookies have multiple uses: they can be used to remember your customer ID with a merchant site, the current content of your shopping cart, the language of display of the web page, an identifier allowing to track your navigation for statistical or advertising purposes, etc. ”. Information from the official CNIL website (https://www.cnil.fr/fr/glossaire)",
  "« l'Éditeur »": " “the Publisher” ",
  "« le Site »": " “the Site” "
}
