{
  "Nous gérons, vous progressez.": "We handle things, you advance.",
  " : Avec YVEA, votre dossier est toujours traité en priorité.": " : With YVEA, your file always gets top priority.",
  " : Bénéficiez d'un expert dédié pour suivre votre dossier de A à Z.": " : Have a dedicated expert to track your file from start to finish.",
  "Commencez, mettez en pause, puis reprenez la constitution de votre dossier quand vous le souhaitez.": "Start, pause, then resume setting up your file whenever you like.",
  " : Constituez un dossier complet en un éclair.": " : Set up a complete file in a flash.",
  "Fini les saisies répétitives. YVEA mémorise pour vous.": "Say goodbye to repetitive input. YVEA remembers for you.",
  "Transformez votre gestion documentaire en expérience digitale.": "Turn your document management into a digital experience",
  " : Votre certificat en moins de 72h.": " : Your certificate in less than 72 hours",
  " Remplissez notre formulaire": " Fill ou our form",
  " et nous reviendrons vers vous rapidement.": " and we'll get back to you swiftly.",
  " l'offre Free ": " Free offer ",
  "offre Pro": "Pro offer",
  " : Découvrez l'efficacité, même en mode freemium.": " : Experience the efficiency, even in freemium mode.",
  ". Plus de fonctionnalités, plus de flexibilité, pour une expérience YVEA optimisée.": ". More features, more flexibility, for an optimized YVEA experience",
  "1 | Vérification Instantanée: Assurez-vous à tout moment si vos produits nécessitent un contrôle PVOC": "1. Instant Verification: Ensure anytime whether your products require a PVOC check.",
  "2 | Estimation Précise : Anticipez vos dépenses en simulant le coût du contrôle PVoC au centime près.": "2. Precise Estimation: Anticipate your expenses by simulating the PVoC control cost down to the last cent.",
  "• Accompagnement": "• Guidance",
  "Accédez à l'offre Pro pour seulement ": "Access the Pro offer for just ",
  "Avec YVEA, simplicité ne rime pas avec limitation.": "With YVEA, simplicity doesn't mean limitations.",
  "Avec l'offre Pro, les frais d'accompagnement par dossier PVoC sont réduits à 35,00€. Un investissement minimal pour une qualité de service maximale.": "With the Pro offer, PVOC file support fees are reduced to €35.00. A minimal investment for maximum service quality.",
  "Besoin d'accélérer les choses pour le Gabon ? Avec cette option, obtenez votre certificat en moins de 72h. Après vérification par votre interlocuteur dédié, profitez de cette vitesse accrue pour seulement +19,95€ par dossier.": "In a hurry for Gabon? With this option, get your certificate in less than 72 hours. After verification by your dedicated contact, enjoy this accelerated pace for only an additional €19.95 excl. VAT per file.",
  "Bénéficiez de remises spéciales sur les services de nos partenaires, et explorez de nouvelles façons de grandir.": "Benefit from special discounts on our partners' services and explore new ways to grow.",
  "Chaque seconde compte. Avec Pro :": "Every second counts. With Pro:",
  "Des bénéfices exclusifs.": "Exclusive benefits.",
  "Découvrez": "Explore the",
  "Envie de plus ?": "Craving more?",
  "Faites-nous confiance, sans engagement.": "Trust us, commitment-free.",
  "Frais d'accompagnement pour l'Arabie Saoudite inclus": "Support Fees for Saudi Arabia Included",
  "Gestion documentaire automatisée": "Automated Document Management",
  "Intéressé(e) par YVEA Pro ?": "Interested in YVEA Pro?",
  "L'accès à l'offre Pro nécessite une validation préalable.": "Access to the Pro offer requires prior validation.",
  "L'offre Pro est conçue pour les professionnels souhaitant optimiser chaque étape de leur processus d'exportation :": "The Pro offer is tailored for professionals wanting to optimize every step of their export process:",
  "Maximisez chaque instant.": "Maximize every moment.",
  "Nous mettons un point d'honneur à offrir le meilleur, quel que soit votre budget. Pour seulement ": "We pride ourselves on delivering the best, regardless of your budget. For only ",
  "39,95€ HT": "€39.95 excl. VAT",
  "12,95€": "€12.95",
  " par dossier, bénéficiez d'une expertise inégalée.": " per file, enjoy unparalleled expertise.",
  "Nous savons combien il est essentiel de construire une relation de confiance. C'est pourquoi nous vous proposons de découvrir nos services sans frais pour votre premier dossier :": "We understand the importance of building trust. That's why we offer you a taste of our services free of charge for your first file:",
  "Offre Free": "Free offer",

  "/utilisateur par mois (facturé annuellement). Maximisez vos bénéfices tout en maîtrisant vos coûts.": "/user per month (billed annually). Maximize your benefits while controlling your costs.",
  "Offre Pro": "Pro offer",
  "Option Brouillon": "Draft Option",
  "Option Express Gabon Incluse": "Included Express Option for Gabon",
  "Option Express Gabon.": "Express Option for Gabon.",
  "Passez à la vitesse supérieure avec notre ": "Step up your game with our ",
  "Pensée pour les entreprises exigeantes, l'offre Pro apporte une dimension supérieure à votre expérience d'exportation.": "Designed for demanding businesses, the Pro offer takes your export experience to the next level.",
  "• Priorité": "• Priority",
  "Profitez d'une tarification avantageuse.": "Enjoy favorable pricing.",
  "Qualité, sans se ruiner.": "Quality, without breaking the bank.",
  "• Rapidité": "• Speed",
  "Réduisez les délais sans compromettre la qualité.": "Cut down on delays without compromising quality.",
  "Réutilisation des données": "Data Reuse",
  "Tarifs": "Pricing",
  "Tarifs avantageux pour les professionnels.": "Advantageous rates for professionals.",
  "Toujours à vos côtés, même sans dépenser un centime.": "Always by your side, without spending a dime.",
  "Vous souhaitez commencer en douceur ?": "Looking to start slow?",
  "YVEA Free : Découvrez l'efficacité, même en mode freemium.": "YVEA Free: Experience the efficiency, even in freemium mode.",
  " : L'excellence à portée de main.": " : Excellence within reach.",
  "pour une première immersion dans l'univers YVEA.": "for a first dive into the YVEA universe.",
  "L'accès à l'offre Pro nécessite une validation préalable. ": "Access to the Pro offer requires prior validation. ",
  "Remplissez notre formulaire": "Fill out our form",
  "Découvrez ": "Discover ",
  "l'offre Free": "the Free offer",
  " pour une première immersion dans l'univers YVEA.": " for a first dive into the YVEA universe.",
  "Votre certificat en moins de 72h.": "Your certificate in less than 72 hours."
}
