{
  " signifie que vous pouvez nous demander à tout moment de vous indiquer si nous traitons des données personnelles vous concernant et, le cas échéant, de vous indiquer quelles sont les données personnelles concernées ainsi que les caractéristiques du ou des traitements effectués.": " means that you can ask us at any time to tell you whether we are processing personal data about you and, if so, to tell you what personal data is concerned and the characteristics of the processing or processing carried out.",
  "(1) Le partage avec consentement préalable :": "(1) Sharing with prior consent:",
  "(2) Le partage avec nos prestataires :": "(2) Sharing with our service providers:",
  "(3) En exécution d'une obligation légale, le partage conformément aux lois et à la réglementation :": "(3) In fulfillment of a legal obligation, sharing in accordance with laws and regulations :",
  "- Le ": "- The ",
  "1. Comment YVEA utilise vos données personnelles": "1. How YVEA uses your personal data",
  "2. Comment YVEA partage vos données personnelles": "2. How YVEA shares your personal data",
  "3. Comment YVEA protège vos données personnelles": "3. How YVEA protects your personal data",
  "3. Où YVEA héberge et transfère vos données personnelles": "3. Where YVEA hosts and transfers your personal data",
  "4. Où YVEA héberge et transfère vos données personnelles": "4. Where YVEA hosts and transfers your personal data",
  "5. Comment vous pouvez exercer vos droits relatifs à vos données personnelles": "5. How you can exercise your rights regarding your personal data",
  "5. Les mises à jour de cette politique de confidentialité": "5. Updates to this privacy policy",
  "6. Les mises à jour de la politique de confidentialité": "6. Updates to the privacy policy",
  "6. Nous contacter": "6. Contact us",
  "7. Comment nous contacter": "7. How to contact us",
  "Au sein de YVEA, et au regard de chaque finalité de traitement, les données personnelles vous concernant sont collectées, traitées et stockées par le personnel habilité de YVEA, uniquement dans le cadre de leurs compétences respectives, et notamment par le service client, le département marketing et le département informatique.": "Within YVEA, and with regard to each processing purpose, the personal data concerning you is collected, processed and stored by the authorized personnel of YVEA, only within the framework of their respective skills, and in particular by the customer service, the marketing department and the IT department.",
  "Au sens de la réglementation applicable aux données personnelles, YVEA est donc responsable de traitement.": "For the purposes of the applicable personal data regulations, YVEA is therefore the data controller.",
  "Ces droits s'exercent dans les conditions posées par la réglementation applicable.": "These rights are exercised in the conditions set by the applicable regulations.",
  "Cette politique de confidentialité décrit :": "This privacy policy describes:",
  "L'ensemble des données personnelles collectées sur le présent site internet sont traitées sous la responsabilité de la société YVEA, SASU au capital social de 1000 €, immatriculée au Registre du Commerce et des Sociétés de Paris sous le numéro 914285259, et ayant son siège social 27 Rue du Chemin Vert, 75011 PARIS, France.": "All personal data collected on this website are processed under the responsibility of the company YVEA, SASU with a share capital of 1000 €, registered with the Paris Trade and Companies Register under number 914285259, and having its registered office at 27 Rue du Chemin Vert, 75011 PARIS, France.",
  "La limitation du traitement signifie que le traitement de vos données personnelles s'entendra alors du seul stockage de vos données personnelles correspondantes. Nous n'effectuerons alors plus aucune autre opération sur les données personnelles considérées.": "The limitation of the processing means that the processing of your personal data will then be understood as the sole storage of your corresponding personal data. We will then no longer carry out any other operation on the personal data concerned.",
  "Le traitement de vos données personnelles afin de vous envoyer notre newsletter est, en revanche, basé uniquement sur votre consentement à recevoir notre newsletter, que vous pouvez retirer à tout moment. Si vous ne consentez pas à l'envoi de la newsletter, veuillez noter que cela ne vous empêchera pas de créer votre compte client et de passer des commandes sur notre site internet.": "The processing of your personal data in order to send you our newsletter is, on the other hand, based solely on your consent to receive our newsletter, which you can withdraw at any time. If you do not consent to the sending of the newsletter, please note that this will not prevent you from creating your customer account and placing orders on our website.",
  "Le traitement de vos données personnelles est réalisé dans une démarche de prise de contacte précontractuelle, ce traitement est basé sur votre consentement à être contacté afin d'échanger sur nos offres et obtenir un devis. Vous pouvez retirer ce consentement à tout moment et demandé à ce que nous supprimions vos informations et cessions de vous contacter.": "The processing of your personal data is carried out in a pre-contractual contact approach, this processing is based on your consent to be contacted in order to exchange on our offers and obtain a quote. You can withdraw this consent at any time and request that we delete your information and stop contacting you.",
  "Lorsque de tels transferts existent, nous nous assurons que ces transferts de données personnelles soient encadrés conformément à la réglementation applicable afin d'assurer un niveau de protection des données adéquat, soit par une décision d'adéquation de la Commission européenne, soit par le biais d'instruments juridiques tels que des contrats de transferts de données intégrant les Clauses Contractuelles Types de la Commission Européenne.": "When such transfers exist, we ensure that these transfers of personal data are framed in accordance with the applicable regulations in order to ensure an adequate level of data protection, either by a decision of adequacy of the European Commission, or by legal instruments such as data transfer contracts incorporating the European Commission's Standard Contractual Clauses.",
  "Lorsque nous n'avons plus besoin de vos données personnelles aux fins du traitement mais que celles-ci vous sont encore nécessaires pour la constatation, l'exercice ou la défense de droits en justice ;": "When we no longer need your personal data for the purposes of processing but you still need them for the establishment, exercise or defence of legal rights;",
  "Lorsque nous traitons vos données personnelles sur la base de votre consentement, vous disposez enfin de la faculté de retirer votre consentement à tout moment en vous adressant aux adresses indiquées dans la rubrique 'Comment nous contacter' ou en cliquant sur le lien de désabonnement présent dans chacune de nos communications.": "When we process your personal data on the basis of your consent, you also have the option of withdrawing your consent at any time by contacting the addresses indicated in the section 'How to contact us' or by clicking on the unsubscribe link in each of our communications.",
  "Lorsque vous vous êtes opposé au traitement de vos données personnelles et vous souhaitez une limitation du traitement pendant la durée nous permettant de vérifier si le motif légitime que vous invoquez se justifie.": "When you have objected to the processing of your personal data and you wish to limit the processing for the duration that allows us to verify whether the legitimate reason you invoke is justified.",
  "Nous ne partageons pas les données personnelles avec d'autres entreprises, organisations et personnes, à moins que l'une des circonstances suivantes s'applique :": "We do not share personal data with other companies, organizations and individuals, unless one of the following circumstances applies:",
  "Nous vous demandons de bien vouloir lire attentivement la présente politique de confidentialité pour comprendre comment vos données personnelles sont collectées, traitées et conservées lors de votre utilisation du site internet YVEA, accessible via l'URL https://yvea.io.": "We ask you to please read this privacy policy carefully to understand how your personal data is collected, processed and stored when you use the YVEA website, accessible via the URL https://yvea.io.",
  "Ou par courrier postal à 27 RUE DU CHEMIN VERT, 75011 PARIS, France.": "Or by post to 27 RUE DU CHEMIN VERT, 75011 PARIS, France.",
  "Politique de confidentialité": "Privacy Policy",
  "Pour toute demande concernant les destinataires et les transferts de données que nous effectuons en dehors de l'Union Européenne, veuillez nous contacter aux adresses indiquées dans la rubrique « Comment nous contacter » ci-dessous.": "For any request concerning the recipients and transfers of data that we make outside the European Union, please contact us at the addresses indicated in the section « How to contact us » below.",
  "Publier et gérer vos avis et/ou commentaires laissés sur le site internet": "Publish and manage your reviews and/or comments left on the website",
  "Répondre à votre demande de contact effectuée à partir de notre site internet": "Respond to your contact request made from our website",
  "Si vous avez des questions, des commentaires ou des suggestions, veuillez nous contacter en visitant la page contactez-nous ou en les soumettant à ": "If you have any questions, comments or suggestions, please contact us by visiting the contact us page or by submitting them to ",
  "Si vous n'êtes pas satisfait de la réponse apportée par YVEA à une demande d'exercice de droits conformément à l'article 5 ci-dessus ou que vous souhaitez signaler une atteinte à la réglementation applicable en matière de protection des données, vous disposez du droit d'introduire une réclamation auprès de la CNIL par courrier (CNIL – 3 Place de Fontenoy – TSA 80715 – 75334 PARIS CEDEX 07) ou sur son site Internet (www.cnil.fr), ou auprès de l'autorité de protection des données du pays dans lequel vous résidez ou travaillez habituellement.": "If you are not satisfied with the response provided by YVEA to a request to exercise rights in accordance with Article 5 above or if you wish to report a breach of the applicable regulations on data protection, you have the right to lodge a complaint with the CNIL by post (CNIL - 3 Place de Fontenoy - TSA 80715 - 75334 PARIS CEDEX 07) or on its website (www.cnil.fr), or with the data protection authority of the country in which you usually reside or work.",
  "Toute modification substantielle de la politique de confidentialité vous sera notifiée par e-mail lorsque vous nous avez communiqué une adresse mail valide et sera publiée sur le site internet. Nous vous recommandons de prendre régulièrement connaissance de la présente politique de confidentialité afin d'avoir une parfaite connaissance de nos engagements en matière de sécurité et de protection de vos données personnelles.": "Any substantial modification of the privacy policy will be notified to you by e-mail when you have communicated a valid e-mail address and will be published on the website. We recommend that you regularly read this privacy policy in order to have a perfect knowledge of our commitments in terms of security and protection of your personal data.",
  "Toutefois, le retrait de votre consentement ne remet pas en cause la validité du traitement effectué avant ce retrait.": "However, the withdrawal of your consent does not affect the validity of the processing carried out before this withdrawal.",
  "Vos données personnelles doivent être effacées pour respecter une obligation légale qui est prévue soit par le droit de l'Union Européenne soit par le droit français.": "Your personal data must be deleted to comply with a legal obligation which is provided for either by European Union law or by French law.",
  "Vos données personnelles seront hébergées au sein des infrastructures d'hébergement de notre hébergeur, HOSTINGER, situé en Chypre.": "Vos données personnelles seront hébergées au sein des infrastructures d'hébergement de notre hébergeur, HOSTINGER, situé en Chypre.",
  "Vos données personnelles sont traitées sur le fondement de votre consentement, vous souhaitez retirer ce consentement, et il n'existe pas d'autre fondement juridique susceptible de justifier le traitement ; Vous vous êtes opposé au traitement de vos données personnelles et vous souhaitez en conséquence qu'elles soient effacées ; Vos données personnelles ont fait l'objet d'un traitement illicite ;": "Your personal data is processed on the basis of your consent, you wish to withdraw this consent, and there is no other legal basis that may justify the processing; You have objected to the processing of your personal data and you therefore wish them to be deleted; Your personal data has been processed unlawfully;",
  "Vous adresser notre newsletter, dans le cas où vous y êtes inscrit": "Send you our newsletter, if you are registered for it",
  "Vous disposez d'un droit d'accès, de rectification, d'effacement, de limitation, d'opposition concernant le traitement de vos données personnelles ainsi que du droit de définir des directives relatives au sort de vos données après votre mort et du droit à la portabilité de vos données personnelles.": "You have the right to access, rectify, delete, limit, oppose the processing of your personal data as well as the right to define directives regarding the fate of your data after your death and the right to portability of your personal data.",
  "Vous pouvez nous contacter à tout moment aux adresses indiquées dans la rubrique ‘'Comment nous contacter' ci-dessous afin d'exercer vos droits en matière de données personnelles dans les conditions posées par la réglementation applicable. Vous devez indiquer quel droit vous entendez exercer ainsi que l'ensemble des précisions nécessaires pour que nous puissions répondre à votre demande.": "You can contact us at any time at the addresses indicated in the section ‘'How to contact us' below in order to exercise your rights regarding personal data in the conditions set by the applicable regulations. You must indicate which right you intend to exercise as well as all the necessary details so that we can respond to your request.",
  "YVEA (« YVEA », « notre », « nous » et « nos ») et nos partenaires respectent votre vie privée.": "YVEA (« YVEA », « our », « we » and « us ») and our partners respect your privacy.",
  "YVEA peut utiliser vos données personnelles aux fins suivantes :": "YVEA may use your personal data for the following purposes:",
  "YVEA peut également divulguer vos informations à des entreprises qui fournissent des services pour nous ou en notre nom. Ces prestataires de services comprennent des entreprises qui proposent des services informatiques tels notamment notre hébergeur ou notre prestataire d'envoi d'emails, des services de livraison de nos produits, ou qui proposent des activités marketing pour notre compte. Ces prestataires de services peuvent utiliser vos informations uniquement dans le but de vous fournir des services au nom de YVEA.": "YVEA may also disclose your information to companies that provide services to us or on our behalf. These service providers include companies that provide computer services such as our host or our email provider, delivery services for our products, or that provide marketing activities on our behalf. These service providers may use your information only for the purpose of providing you with services on behalf of YVEA.",
  "YVEA s'assurera de la légalité de tout partage des données personnelles via des clauses de traitement de données avec les entreprises avec lesquelles vos données personnelles sont partagées, les obligeant à se conformer à cette politique de confidentialité et à prendre les mesures de sécurité et confidentialité appropriées lors du traitement de données à caractère personnel.": "YVEA will ensure the legality of any sharing of personal data via data processing clauses with the companies with which your personal data is shared, requiring them to comply with this privacy policy and to take appropriate security and confidentiality measures when processing personal data.",
  "YVEA se réserve le droit à tout moment de modifier ou mettre à jour, en tout ou en partie, la présente politique de confidentialité, en raison de la modification de la réglementation applicable en matière de protection des données personnelles ou des traitements de données effectués.": "YVEA reserves the right at any time to modify or update, in whole or in part, this privacy policy, due to the modification of the applicable regulations on the protection of personal data or the processing of data carried out.",
  "YVEA, peut partager vos informations comme le stipulent les lois et la réglementation, afin de résoudre les différends d'ordre juridique, ou comme le stipulent les autorités judiciaires ou administratives en vertu de la loi.": "YVEA, may share your information as required by law and regulation, to resolve legal disputes, or as required by judicial or administrative authorities under the law.",
  "après avoir obtenu votre consentement, YVEA partagera les informations que vous avez autorisées avec les tiers ou catégories de tiers spécifiques renseignés à l'occasion de la collecte de votre consentement.": "after obtaining your consent, YVEA will share the information you have authorized with the third parties or specific categories of third parties entered on the occasion of the collection of your consent.",
  "droit d'accès": "right of access",
  "droit d'opposition": "right of opposition",
  "droit de définir des directives relatives au sort de vos données après votre mort": "right to define directives regarding the fate of your data after your death",
  "droit de rectification": "right of rectification",
  "droit à l'effacement": "right to erasure",
  "droit à la limitation": "right to limitation",
  "droit à la portabilité des données": "right to data portability",
  "signifie que vous pouvez demander d'effacer vos données personnelles notamment lorsque : Leur conservation n'est plus nécessaire au regard des finalités pour lesquelles elles ont été collectées;": "means that you can request the deletion of your personal data in particular when: Their retention is no longer necessary in relation to the purposes for which they were collected;",
  "signifie que vous pouvez nous demander de procéder à la limitation du traitement de vos données personnelles : Lorsque vous contestez l'exactitude de vos données personnelles pendant une durée nous permettant de vérifier l'exactitude de celles-ci ; Lorsque suite à un traitement établi comme non conforme, vous préférez la limitation du traitement à l'effacement complet de vos données personnelles ;": "means that you can ask us to limit the processing of your personal data: When you dispute the accuracy of your personal data for a period of time that allows us to verify the accuracy of your personal data; When, following a processing established as non-compliant, you prefer the limitation of the processing to the complete deletion of your personal data;",
  "signifie que vous pouvez nous demander la rectification de vos données personnelles lorsqu'elles sont inexactes. Vous pouvez également demander à ce que vos données personnelles, dès lors qu'incomplètes, soient complétées dans la mesure où cela est pertinent au regard de la finalité du traitement en cause.": "means that you can ask us to rectify your personal data when it is inaccurate. You can also request that your personal data, as soon as it is incomplete, be completed to the extent that this is relevant to the purpose of the processing in question.",
  "signifie que vous pouvez nous demander, dans les conditions posées par la réglementation applicable, de recevoir vos données personnelles dans un format structuré, couramment utilisé et lisible par machine, et de vous les transmettre, ou de nous demander de les transmettre directement à un tiers de votre choix lorsque cela est juridiquement et techniquement possible.": "means that you can ask us, in the conditions set by the applicable regulations, to receive your personal data in a structured, commonly used and machine-readable format, and to transmit them to you, or to ask us to transmit them directly to a third party of your choice when this is legally and technically possible.",
  "signifie que vous pouvez vous opposer au traitement de vos données personnelles, lorsque ce traitement est fondé sur la poursuite de l'intérêt légitime de YVEA. Le droit d'opposition s'exerce sous réserve de justifier d'un motif légitime tenant à votre situation particulière. Nous cesserons alors le traitement en cause sauf s'il existe des motifs légitimes et impérieux en justifiant la poursuite en conformité avec la réglementation applicable.": "means that you can object to the processing of your personal data, when this processing is based on the pursuit of the legitimate interest of YVEA. The right of opposition is exercised subject to the justification of a legitimate reason relating to your particular situation. We will then cease the processing in question unless there are legitimate and compelling reasons for continuing it in accordance with the applicable regulations.",
  "vous permet de faire connaître vos instructions concernant la conservation, l'effacement et la communication de vos données personnelles après votre décès.": "allows you to make known your instructions concerning the retention, deletion and communication of your personal data after your death."
}
