{
  "1. Il doit communiquer les informations suivantes": "1. He must communicate the following information",
  "1. S’il ne l’a pas déjà fait, il doit créer son compte sur la plateforme Saber.": "1. If he has not already done so, he must create his account on the Saber platform.",
  "2. Il enregistre ensuite les produits qu’il souhaite importer. Pour cela, il doit fournir les informations suivantes pour chaque produit": "2. He then registers the products he wishes to import. For this, he must provide the following information for each product",
  "2. Si le type d’approbation doit répondre au schéma 1a, seul un contrôle documentaire est nécessaire. Si le type d’approbation doit répondre aux schémas 3 ou 5, un audit d’une demi-journée doit être effectué par l’organisme certificateur dans l’une des usines de fabrication (l’audit est similaire au contrôle ISO 9001, mais moins intrusif).": "2. If the type of approval must meet the 1a scheme, only a documentary check is necessary. If the type of approval must meet schemes 3 or 5, a half-day audit must be carried out by the certification body in one of the manufacturing plants (the audit is similar to the ISO 9001 check, but less intrusive).",
  "3. Il doit choisir un organisme certificateur mandaté dans la liste disponible (la région de l’organisme certificateur doit correspondre à celle de l’exportateur. Par exemple, si l’exportateur est en France, il peut choisir QIMA Europe).": "3. He must choose a mandated certification body from the available list (the region of the certification body must correspond to that of the exporter. For example, if the exporter is in France, he can choose QIMA Europe).",
  "3. Une fois que toutes les étapes ont été validées par l’organisme certificateur, un certificat produit et un certificat d’expédition seront émis.L’expédition ne peut être effectuée qu’après réception de ces deux certificats": "3. Once all the steps have been validated by the certification body, a product certificate and a shipping certificate will be issued. The shipment can only be made after receipt of these two certificates",
  "4. Par la suite, il recevra l’ID Saber Request, qu’il devra communiquer à l’exportateur.": "4. Subsequently, he will receive the Saber Request ID, which he must communicate to the exporter.",
  ": plateforme développée par le gouvernement saoudien pour simplifier l’enregistrement des demandes et l’obtention des certificats de produits et de certificats d’expédition.": ": platform developed by the Saudi government to simplify the registration of requests and the obtaining of product certificates and shipping certificates.",
  ": programme de vérification de conformité des produits destinés à être importés en Arabie saoudite. Ce programme couvre tous les types de produits, à l’exception des produits alimentaires, chimiques, cosmétiques, équipements médicaux et produits pharmaceutiques qui relèvent du programme SFDA.": ": conformity verification program for products intended to be imported into Saudi Arabia. This program covers all types of products, with the exception of food, chemicals, cosmetics, medical equipment and pharmaceutical products which fall under the SFDA program.",
  "Arabie Saoudite": "Saudi Arabia",
  "Ce programme d’évaluation de la conformité des produits concerne à la fois les importateurs (acheteurs) et les exportateurs (vendeurs), qui ont chacun un rôle à jouer dans l’obtention des certificats nécessaires.": "This product conformity assessment program concerns both importers (buyers) and exporters (sellers), each of whom has a role to play in obtaining the necessary certificates.",
  "Certificat de qualité ISO 9001 ou autre": "ISO 9001 quality certificate or other",
  "Code HS": "HS Code",
  "Découvrez les programmes": "Discover the programs",
  "Définition": "Definition",
  "Fiches techniques / descriptives des produits": "Product technical / descriptive sheets",
  "ID Saber Request": "Saber Request ID",
  "Il est important de noter que l’évaluation de conformité peut également impliquer des tests en laboratoire, des inspections de qualité et d’autres mesures visant à assurer la sécurité et la conformité des produits importés en Arabie saoudite. Ces procédures garantissent un commerce international équitable et protègent les intérêts des consommateurs saoudiens.": "It is important to note that conformity assessment may also involve laboratory testing, quality inspections and other measures to ensure the safety and compliance of imported products in Saudi Arabia. These procedures ensure fair international trade and protect the interests of Saudi consumers.",
  "Le rôle de l'importateur": "The role of the importer",
  "Le rôle de l'exportateur": "The role of the exporter",
  "L’importateur est responsable de la première étape. Il doit enregistrer sa commande sur la plateforme Saber.": "The importer is responsible for the first step. He must register his order on the Saber platform.",
  "Marque commerciale": "Trademark",
  "Nom du fabricant": "Manufacturer name",
  "Nom du produit": "Product name",
  "Numéro de modèle": "Model number",
  "Pays d’origine": "Country of origin",
  "Photos des produits et des marquages": "Photos of products and markings",
  "Pour cela, plusieurs dispositifs ont été mis en place, tels que la plateforme SABER ou SFDA, qui permettent de valider cette étape en fonction de la typologie des produits importés. La plateforme SABER offre un processus transparent et simplifié pour l’enregistrement et la certification des produits pour le programme SALEEM, tandis que le SFDA se concentre spécifiquement sur les produits : alimentaires, chimiques, cosmétiques, équipements médicaux et produits pharmaceutiques.": "For this, several devices have been put in place, such as the SABER or SFDA platform, which allow to validate this step according to the typology of imported products. The SABER platform offers a transparent and simplified process for the registration and certification of products for the SALEEM program, while the SFDA focuses specifically on products: food, chemicals, cosmetics, medical equipment and pharmaceutical products.",
  "Présentation": "Presentation",
  "Quel est votre type d'approbation: 1a, 3 ou 5 ?": "What is your type of approval: 1a, 3 or 5?",
  "Qui est concerné ?": "Who is concerned ?",
  "Rapports de tests (de préférence issus d’un laboratoire accrédité ISO 17025).": "Test reports (preferably from an ISO 17025 accredited laboratory).",
  "Ses étapes": "His steps",
  "Ses étapes:": "His steps:",
  "Toutes les exportations à destination de l’Arabie saoudite nécessitent une évaluation de conformité des produits, conformément aux réglementations en vigueur.": "All exports to Saudi Arabia require a product conformity assessment, in accordance with the regulations in force.",
  "Une fois l’ID Saber Request obtenu, l’exportateur doit prendre contact avec l’organisme certificateur choisi.": "Once the Saber Request ID has been obtained, the exporter must contact the chosen certification body."
}
