{
  "Algérie": "Algeria",
  "Arabie Saoudite": "Saudi Arabia",
  "Ayant accompagné plus de 650 sociétés dans leurs besoins de mise en conformité, Moamen ELMASRY, fondateur d’YVEA, met à votre disposition ce livre blanc qui compile toutes les informations essentielles sur les différentes procédures, vous permettant ainsi de maîtriser et de comprendre pleinement ce programme.": "Having accompanied more than 650 companies in their compliance needs, Moamen ELMASRY, founder of YVEA, makes available to you this white paper which compiles all the essential information on the different procedures, thus allowing you to fully master and understand this program.",
  "Botswana": "Botswana",
  "Burundi": "Burundi",
  "Cameroun": "Cameroon",
  "Centrafrique": "Central African Republic",
  "Certificat de qualité ISO 9001 ou équivalent": "ISO 9001 quality certificate or equivalent",
  "Chaque destination d'importation a mandaté un ou plusieurs organismes certificateurs pour vous accompagner dans la mise en conformité de vos expéditions. Par exemple : ApPlus, Bureau Veritas, Cotecna, Intertek, QIMA, SGS, TUV, etc.": "Each importing destination has mandated one or more certification bodies to assist you in the conformity of your shipments. For example: ApPlus, Bureau Veritas, Cotecna, Intertek, QIMA, SGS, TUV, etc.",
  "Congo": "Congo",
  "Côte d'Ivoire": "Ivory Coast",
  "De plus en plus d'organismes proposent des inspections par visioconférence. Nous vous recommandons vivement d'opter pour cette option, qui vous permet d'obtenir une date plus rapidement.": "More and more organizations are offering videoconference inspections. We strongly recommend that you opt for this option, which allows you to obtain a date more quickly.",
  "Déclaration d'importation à demander à votre acheteur (selon la destination)": "Import declaration to be requested from your buyer (depending on the destination)",
  "Egypte": "Egypt",
  "Emirats Arabes Unis": "United Arab Emirates",
  "Ethiopie": "Ethiopia",
  "Fiche descriptive pour chaque code de nomenclature": "Description sheet for each nomenclature code",
  "Gabon": "Gabon",
  "Ghana": "Ghana",
  "Grâce à ce livre blanc, vous deviendrez incontournable dans le domaine du programme PVoC et vous pourrez rassurer vos clients quant à vos connaissances approfondies sur le sujet.": "Thanks to this white paper, you will become essential in the field of the PVoC program and you will be able to reassure your customers about your in-depth knowledge of the subject.",
  "Inspection de la marchandise": "Inspection of the goods",
  "Irak": "Iraq",
  "Kenya": "Kenya",
  "Koweit": "Kuwait",
  "L'option cachée pour un certificat plus rapide: l'": "The hidden option for a faster certificate: the ",
  "La liste des destinations": "The list of destinations",
  "La procédure classique (Route A)": "The classic procedure (Route A)",
  "La procédure la plus courante, appelée « Route A », se divise en trois étapes à valider :": "The most common procedure, called \"Route A\", is divided into three steps to be validated:",
  "Le lieu d'inspection peut être situé n'importe où dans le monde, à l'exception du pays de destination.": "The place of inspection can be located anywhere in the world, except the destination country.",
  "Le programme de pré-vérification de la conformité ou PVoC permet aux pays de destination d’assurer que les marchandises importées répondent bien aux normes locales.": "The Pre-Export Verification of Conformity (PVoC) programme is designed to verify the conformity of all regulated products exported to Ivory Coast with applicable national, regional or international standards.",
  "Les inspections peuvent être effectuées dans l'un des lieux suivants : entrepôt, hangar ou chez le transitaire.": "Inspections can be carried out in one of the following places: warehouse, hangar or at the freight forwarder.",
  "Liban": "Lebanon",
  "Libye": "Libya",
  "L’exportateur (vendeur) doit valider ses documents et faire inspecter sa marchandise auprès d’un organisme de certification mandaté par le pays de destination afin d’obtenir un certificat de conformité (CoC). Sans ce certificat, la marchandise ne peut pas être récupérée par l’acheteur et risque d’être détruite!": "The exporter (seller) must validate his documents and have his goods inspected by a certification body mandated by the destination country in order to obtain a Certificate of Conformity (CoC). Without this certificate, the goods cannot be recovered by the buyer and risk being destroyed!",
  "Mali": "Mali",
  "Maroc": "Morocco",
  "Mauritanie": "Mauritania",
  "Nigeria": "Nigeria",
  "Ouganda": "Uganda",
  "Proforma ou facture finale": "Proforma or final invoice",
  "Programme PVoC": "PVOC Program",
  "Qatar": "Qatar",
  "Rapports de test ou certificats d'analyse pour chaque code de nomenclature": "Test reports or certificates of analysis for each nomenclature code",
  "Revue documentaire": "Documentary review",
  "Somaliland": "Somaliland",
  "Soudan": "Sudan",
  "Tanzanie": "Tanzania",
  "Une fois les étapes 1 et 2 validées, l'organisme de certification nous enverra votre certificat pour vérification et validation": "Once steps 1 and 2 have been validated, the certification body will send us your certificate for verification and validation",
  "Validation du certificat": "Certificate validation",
  "Voici la liste des documents nécessaires pour l'ouverture du dossier :": "Here is the list of documents required to open the file:",
  "Zimbabwe": "Zimbabwe",
  "enregistrement annuel": "annual registration"
}
